/* Fuel label for the fuel of the car */
"CarFuelLabel" = "Fuel Amount";

/* Make label for the model of the car */
"CarMakeLabel" = "Make";

/* Model label for the car model */
"CarModelLabel" = "Model";

/* Year label of the car */
"CarYearLabel" = "Year";

/* Place holder for when the make is empty */
"UnknownMake" = "Unknown Make";

/* Place holder for when the car model is empty */
"UnknownModel" = "Unknown Model";

